Repository: Yiorgoss/allhypes.com
Catalog: src/translations/locales/*/messages.po
Languages: el

# AboutUs.head.meta.description
source: What seems like challenges and trials to you seems easy to us!
el: Όσα εσένα σου φαίνονται προκλήσεις και δοκιμασίες σε εμάς μας φαίνονται ευκολίες !

# AboutUs.head.title
source: We don't try...we succeed!
el: Εμείς δεν προσπαθούμε…επιτυγχάνουμε !

# AboutUs.textBlock.1
source: ALL HYPES is a dynamic, active advertising company of international scope. By creating a friendly but at the same time professional cooperation environment, we build relationships of trust and development with our clients.
el: Η ALL HYPES είναι μία δυναμική, ενεργητική διαφημιστική εταιρεία διεθνής εμβέλειας. Δημιουργώντας ένα περιβάλλον συνεργασίας φιλικό αλλά και ταυτόχρονα επαγγελματικό, χτίζουμε σχέσεις εμπιστοσύνης και εξέλιξης με τους πελάτες μας.

# AboutUs.textBlock.2
source: In the era of Generation Z, we come to give the opportunity to both businesses and individuals to showcase their product or talent in a methodical and efficient way and ultimately the top! We are a company that can take over your advertising at any stage whether your business or your personal development. Based on your goal today, we build tomorrow!
el: Στην εποχή του Generation Z ερχόμαστε να δώσουμε την ευκαιρία τόσο σε επιχειρήσεις όσο και σε μεμονωμένα πρόσωπα να αναδείξουν το προιόν ή το ταλέντο τους με τρόπο μεθοδικό και αποτελεσματικό και απώτερο σκοπό την κορυφή! Είμαστε μία εταιρεία που μπορεί να αναλάβει την διαφήμιση σας σε οποιοδήποτε στάδιο και αν βρίσκεται η επιχείρηση σας ή η προσωπική σας εξέλιξη. Με βασικό γνώμονα του στόχου σας σήμερα χτίζουμε το αύριο !

# AboutUs.textBlock.3
source: Our goal is to promote your idea in an original, specialized or less complicated way that inspires the buyer or follower to buy from you or travel with you in the online world. Our specialty is PR & communication strategy, influencer marketing, business marketing, brand development & ideation, event management, social media management, sponsorships.
el: Στόχος μας είναι να προωθήσουμε την ιδέα σας με έναν τρόπο πρωτότυπο, εξειδικευμένο η λιγότερο πολύπλοκο που να εμπνέει τον αγοραστή ή ακόλουθο να αγοράσει από εσάς ή να ταξιδέψει μαζί σας στον κόσμο του διαδικτύου. Ειδικότητα μας είναι το PR & communication strategy, influencer marketing, business marketing, brand development & ideation, event management, social media management, sponsorships.

# Contact.meta.description
source: At All Hypes everything is you! Our 360Â° experience will make you a "captain" in your own career
el: Στην All Hypes τα πάντα είσαι εσύ ! Η 360ο εμπειρία μας θα σε κάνει “καπετάνιο” στην δική σου καριέρα

# Contact.title
source: Contact Us
el: Επικοινωνία

# Contributors.head.meta.description
source: For us, you are the hero of real life, that's why for All Hypes, you are the protagonist!
el: Για εμάς εσύ είσαι ο ήρωας της πραγματικής ζωής γι αυτό και για την All Hypes πρωταγωνιστής είσαι εσυ Για εμάς εσύ είσαι ο ήρωας της πραγματικής ζωής γι αυτό και για την All Hypes πρωταγωνιστής είσαι εσυ !

# Contributors.head.title
source: In All Hypes you are the protagonist!
el: Στο All Hypes πρωταγωνιστείς είσαι εσύ !

# Header.AboutUs
source: About Us
el: Σχετικά με εμάς

# Header.Contact
source: Contact
el: Επικοινωνία

# Header.Home
source: Home
el: Σπίτι

# Home.head.meta.description
source: At All Hype we have the people and knowledge to always be on top.
el: Στην All Hype έχουμε τους ανθρώπους και την γνώση για να είσαι πάντα στην κορυφή.

# Home.head.title
source: The point is to know how to do it all All Hypes!
el: Το ζήτημα είναι να ξέρεις πως να τα κάνεις όλα All Hypes !

# Home.title.BecomeAMember
source: Become A Member
el: Γίνομαι μέλος

# Home.title.businessManagement
source: Business Management
el: Διοίκηση Επιχειρήσεων

# Home.title.clients
source: Clients
el: Πελάτες

# Home.title.contributors
source: Contributors
el: Συνεισφέροντες

# Home.title.influencerManagement
source: Influencer Management
el: Διοίκηση Influencer

# Home.title.ourTalent
source: Our Talent
el: Τα ταλέντα μας

# Home.title.reputationManagement
source: Reputation Management
el: Διαχείριση Φήμης

# Home.title.whoAreWe
source: Who we are?
el: Ποιοι είμαστε

# ServiceSponsorships.desc1
source: We take care of finding sponsorships according to the capabilities of your accounts.
el: Αναλαμβάνουμε την εύρεση χορηγιών ανάλογα με τις δυνατότητες τους λογαριασμούς σας.

# ServiceSponsorships.title
source: Sponsorships
el: Χορηγίες

# Services.head.meta.description
source: Reaching the top is not difficult! It's hard to stay on top and here comes All Hypes!
el: Το να φτάσεις την κορυφή δεν είναι κάτι δύσκολο! Δύσκολο είναι να μένεις στην κορυφή και εδώ έρχεται η All Hypes !

# ServicesBrandDevelopmentIdeation.desc1
source: Brand development, brainstorming and experience are what you and your brand need.
el: Ανάπτυξη της εμπορικής σας επωνυμίας, brainstorming και εμπειρία είναι όσα χρειάζεσαι για εσένα και το brand σου.

# ServicesBrandDevelopmentIdeation.title
source: Brand Development and Ideation
el: Ανάπτυξη και ιδεασμός επωνυμίας

# ServicesBusinessMarketing.desc1
source: Business marketing is a marketing practice of individuals or organizations. It allows them to sell products or services to other companies or organizations who resell them, use them in their products or services, or use them to support their projects.
el: Το επιχειρηματικό μάρκετινγκ είναι μια πρακτική μάρκετινγκ ατόμων ή οργανισμών. Τους επιτρέπει να πωλούν προϊόντα ή υπηρεσίες σε άλλες εταιρείες ή οργανισμούς που τα μεταπωλούν, τα χρησιμοποιούν στα προϊόντα ή τις υπηρεσίες τους ή τα χρησιμοποιούν για να υποστηρίξουν τα έργα τους.

# ServicesCustomServices.desc1
source: Didn't find what you need? Contact us and choose the services that suit you!
el: Δεν βρήκες αυτό που χρειάζεσαι ; Επικοινώνησε μαζί μας και διάλεξε τις υπηρεσίες που σου ταιριάζουν !

# ServicesCustomServices.title
source: Custom Services
el: Προσαρμοσμένες Υπηρεσίες

# ServicesEventOrganizationManagement.desc1
source: We undertake the finding of the space, the decoration and also the communication with guests who will come either from the world of Social Media or from the television world! We also undertake communication with public and private television channels for maximum visibility.
el: Αναλαμβάνουμε την εύρεση του χώρου, τον στολισμό αλλά και την επικοινωνία με καλεσμένους που θα προέρχονται είτε από τον κόσμο των Social Media είτε από τον χώρο της τηλεόρασης ! Αναλαμβάνουμε εξίσου και την επικοινωνία με κανάλια της δημόσιας και ιδιωτικής τηλεόρασης για το μέγιστο της προβολής σας.

# ServicesEventOrganizationManagement.title
source: Event Organization Management
el: Διαχείριση Διοργάνωσης Εκδηλώσεων

# ServicesGoogleAdCampaigns.desc1
source: We undertake your advertising through Google Ads in a huge and vast world. For us, this world is our home, that's why All Hypes is the only way for you!
el: Αναλαμβάνουμε την διαφήμιση σου μέσω των Google Ads ένα τεράστιο και αχανή κόσμο. Για εμάς αυτός ο κόσμος είναι το σπίτι μας γι αυτό και η All Hypes αποτελεί μονόδρομο για εσένα !

# ServicesGoogleAdCampaigns.title
source: Google Ad Campaigns
el: Διαφημιστικές καμπάνιες Google

# ServicesInfluencerMarketing.desc1
source: Influencers have developed a strong, and personal, relationship with their audience, often posting original and interesting Content, which attracts the attention of their Followers, and ensures constant traffic to their pages.
el: Οι Influencers έχουν αναπτύξει μια ισχυρή, και προσωπική, σχέση με το κοινό τους, αναρτώντας, συχνά, πρωτότυπο, και ενδιαφέρον Content, το οποίο και τραβά την προσοχή των Followers τους, και εξασφαλίζει τη σταθερή επισκεψιμότητα των σελίδων τους.

# ServicesInfluencerMarketing.desc2
source: In this way, the integration of advertising messages, in the normal flow of the Influencers' posts, ensures, as far as possible, organic, authentic, but also targeted advertising of various products and services.
el: Με τον τρόπο αυτό, η ενσωμάτωση διαφημιστικών μηνυμάτων, στη φυσιολογική ροή των αναρτήσεων των Influencers, εξασφαλίζει την, κατά το δυνατόν, οργανική, αυθεντική, αλλά και στοχευμένη διαφήμιση, διαφόρων προϊόντων, αλλά και υπηρεσιών

# ServicesInfluencerMarketing.desc3
source: In practice, it has been proven that Influencer Campaigns yield clearly better results, both in terms of impact and sales, than practically any other advertising methods.
el: Στην πράξη, έχει αποδειχτεί ότι, οι Influencer Campaigns, αποφέρουν σαφώς καλύτερα αποτελέσματα, τόσο σε επίπεδο απήχησης, αλλά και πωλήσεων, από πρακτικά οποιεσδήποτε άλλες διαφημιστικές μεθόδους.

# ServicesPrCommunicationStrategy.desc1
source: Do you want to expand into a world where you "don't get off"? ! Our company has experienced staff and has the know how to communicate what you cannot! All Hypes also undertakes your communication strategy with absolute targeting on you and your needs. Communication is our forte! Learn how with just a call!
el: Θες να επεκταθείς σε έναν κόσμο που “δεν καταβαίνεις”; ! Η εταιρία μας έχει έμπειρο προσωπικό και έχει το know how στο πως να επικοινωνήσεις όσα εσύ δεν μπορείς ! Η All Hypes αναλαμβάνει εξίσου την επικοινωνιακή στρατηγική σου με απόλυτη στόχευση πάνω σε εσένα και τις ανάγκες σου. Η επικοινωνία είναι το φόρτε μας !Μάθε το πως απλά με ένα call !

# ServicesPrCommunicationStrategy.title
source: PR Communication Strategy
el: Στρατηγική δημοσίων σχέσεων και επικοινωνίας

# ServicesRebranding.desc1
source: Choosing the right logo reflects who you really are! We know first hand that the right choice is something quite difficult (the same happened to us). At All Hypes we have stable collaborations with the best specialists to offer you the most modern and the most unique! We completely undertake to create and even modify your existing logo (rebrand), we offer targeted ideas and implement them for you. What do we need from you? Call us and let's sit together and learn about you to create only the best for you!
el: Η σωστή επιλογή ενός λογοτύπου αντικατοπτρίζει το ποιος πραγματικά είσαι ! Ξέρουμε από πρώτο χέρι πως η σωστή επιλογή είναι κάτι αρκετά δύσκολο ( το ίδιο συνέβη και σε εμάς ). Στην All Hypes έχουμε σταθερές συνεργασίες με τους καλύτερους specialist για να σου προσφέρουν το πιο σύγχρονο και το πιο μοναδικό ! Αναλαμβάνουμε εξ ολοκλήρου να δημιουργήσουμε ακόμα και να τροποποιήσουμε το ήδη υπάρχον λογότυπο σου (rebrand), προσφέρουμε στοχευμένες ιδέες και τις υλοποιούμε για εσένα.Τι χρειαζόμαστε από εσένα ; Να μας καλέσεις και να κάτσουμε μαζί να μάθουμε για εσένα για να δημιουργήσουμε μόνο τα καλύτερα για εσένα !

# ServicesSidebarLayout.11
source: Custom Services
el: Προσαρμοσμένες Υπηρεσίες

# ServicesSidebarLayout.4
source: Brand development & Ideation
el: Ανάπτυξη και ιδεασμός επωνυμίας

# ServicesSidebarLayout.5
source: Event organizations & Management
el: Οργανώσεις & Διαχείριση εκδηλώσεων

# ServicesSidebarLayout.6
source: Social Media management
el: Διαχείριση μέσων κοινωνικής δικτύωσης

# ServicesSidebarLayout.8
source: Website + creation + hosting
el: Ιστοσελίδα + δημιουργία + φιλοξενία

# ServicesSidebarLayout.9
source: Google Ads Campaigns
el: Καμπάνιες Google Ads

# ServicesSidebarlayout.1
source: PR & Communication Strategy
el: Στρατηγική δημοσίων σχέσεων και επικοινωνίας

# ServicesWebsiteCreationHosting.desc1.1
source: Have you ever wanted a website but can't find the time to sit down, plan it and execute itt?
el: Θέλατε ποτέ έναν ιστότοπο αλλά δεν μπορείτε να βρείτε χρόνο να καθίσετε, να τον σχεδιάσετε και να τον εκτελέσετε;

# ServicesWebsiteCreationHosting.desc1.2
source: Have you ever wanted to start a blog to monetize the ad revenue you receive while sharing your writing with a wider audience?
el: Θέλατε ποτέ να ξεκινήσετε ένα ιστολόγιο για να αποκομίσετε έσοδα από τα έσοδα από διαφημίσεις που λαμβάνετε ενώ μοιράζεστε τα γραπτά σας με ένα ευρύτερο κοινό;

# ServicesWebsiteCreationHosting.desc1.3
source: Have you considered launching a brand of clothing but could only find dropshipping websites without enough customisation to suit your needs?
el: Έχετε σκεφτεί να λανσάρετε μια επωνυμία ρούχων, αλλά θα μπορούσατε να βρείτε μόνο ιστότοπους dropshipping χωρίς αρκετή προσαρμογή για να ταιριάζουν στις ανάγκες σας;

# ServicesWebsiteCreationHosting.desc1.4
source: Have you wanted a way to interact with your audience in ways that snapchat or instagram simply won't allow?
el: Θέλατε έναν τρόπο να αλληλεπιδράσετε με το κοινό σας με τρόπους που απλά δεν επιτρέπουν το snapchat ή το instagram;

# ServicesWebsiteCreationHosting.desc2
source: Thats where we are here to help. We have all the tools necessary to make your dreams a reality. You donât have to spend you time worrying about what colour palettes go together, or if the website designer is overcharging you. We have all the necessary personnel to decrease the amount of time you spend thinking about the website design process and more time thinking about what content or products you wish to create.
el: Εκεί είμαστε εδώ για να βοηθήσουμε. Έχουμε όλα τα απαραίτητα εργαλεία για να κάνουμε τα όνειρά σας πραγματικότητα. Δεν χρειάζεται να αφιερώνετε χρόνο ανησυχώντας για το ποιες παλέτες χρωμάτων συνδυάζονται ή εάν ο σχεδιαστής του ιστότοπου σας χρεώνει υπερβολικά. Διαθέτουμε όλο το απαραίτητο προσωπικό για να μειώσουμε τον χρόνο που αφιερώνετε σκεπτόμενοι τη διαδικασία σχεδιασμού της ιστοσελίδας και περισσότερο χρόνο για να σκεφτείτε το περιεχόμενο ή τα προϊόντα που θέλετε να δημιουργήσετε.

# ServicesWebsiteCreationHosting.desc3
source: Here at Allhypes, we take care of our customers, in any ways that you want and even more ways you didn't know you wanted. We don't rest until you are completely satisfied with every aspect of your website. Be it the colours scheme, the layout or products you see. We handle all the stuff you dont know you need, things like
el: Εδώ στην Allhypes, φροντίζουμε τους πελάτες μας, με όποιον τρόπο θέλετε και ακόμη περισσότερους τρόπους που δεν ξέρατε ότι θέλετε. Δεν επαναπαυόμαστε μέχρι να είστε απόλυτα ικανοποιημένοι με κάθε πτυχή του ιστότοπού σας. Είτε πρόκειται για το συνδυασμό χρωμάτων, τη διάταξη ή τα προϊόντα που βλέπετε. Αναλαμβάνουμε όλα τα πράγματα που δεν ξέρετε ότι χρειάζεστε, όπως

# ServicesWebsiteCreationHosting.desc3.2
source: Website Uptime
el: Χρόνος λειτουργίας ιστότοπου

# ServicesWebsiteCreationHosting.desc3.3
source: Security and Data Protection
el: Ασφάλεια και Προστασία Δεδομένων

# ServicesWebsiteCreationHosting.desc3.4
source: Maintenance and any future updatess
el: Συντήρηση και τυχόν μελλοντικές ενημερώσεις

# ServicesWebsiteCreationHosting.desc3.5
source: Website Analytics
el: Αναλύσεις ιστότοπου

# ServicesWebsiteCreationHosting.desc3.6
source: Hosting and Load balancing
el: Φιλοξενία και εξισορρόπηση φορτίου

# ServicesWebsiteCreationHosting.desc4
source: Get in contact and make your dreams a reality
el: Ελάτε σε επαφή και κάντε τα όνειρά σας πραγματικότητα

# ServicesWebsiteCreationHosting.h3
source: Have you Ever wanted a website?
el: Θέλατε ποτέ έναν ιστότοπο;

# ServicesWebsiteCreationHosting.title
source: Website Creation + Hosting + Maintenance
el: Δημιουργία Ιστοσελίδας + Φιλοξενία + Συντήρηση

# Talent.head.meta.description
source: At All Hype we have the people and knowledge to always be on top.
el: Στο All Hype έχουμε τους ανθρώπους και τις γνώσεις για να είμαστε πάντα στην κορυφή.

# Talent.head.title
source: The point is to know how to do it all All Hypes!
el: Το θέμα είναι να ξέρεις πώς να τα κάνεις όλα Όλα Hypes!

# TalentBusinessManagement.desc1
source: We specialize in the field of Business Management!
el: Ειδικευόμαστε στον τομέα της Διοίκησης Επιχειρήσεων!

# TalentBusinessManagement.title
source: Business Management
el: Διοίκηση Επιχειρήσεων

# TalentEventManagement.desc1
source: Do you need to present your product or services in a specially designed space with super guests? Do not get nervous ! Our company undertakes the full coverage of your needs for the organization of your event.
el: Έχεις ανάγκη να παρουσιάσεις το προιόν ή τις υπηρεσίες σου σε έναν ειδικά διαμορφωμένο χώρο και με super καλεσμένους ; Μην αγχώνεσαι ! Η εταιρία μας αναλαμβάνει την πλήρη κάλυψη των αναγκών σας για την διοργάνωση της εκδήλωσης σας.

# TalentEventManagement.desc2
source: We undertake the finding of the space, the decoration and also the communication with guests who will come either from the world of Social Media or from the television world! We also undertake communication with public and private television channels for maximum visibility. Learn how with just one call!
el: Αναλαμβάνουμε την εύρεση του χώρου, τον στολισμό αλλά και την επικοινωνία με καλεσμένους που θα προέρχονται είτε από τον κόσμο των Social Media είτε από τον χώρο της τηλεόρασης ! Αναλαμβάνουμε εξίσου και την επικοινωνία με κανάλια της δημόσιας και ιδιωτικής τηλεόρασης για το μέγιστο της προβολής σας. Μάθε το πως απλά με ένα call !

# TalentEventManagement.title
source: Event Management
el: Διαχείρηση γεγονότων

# TalentInfluencerManagement.desc1
source: We specialize in the field of Influencer Management!
el: Ειδικευόμαστε στον τομέα του Influencer Management !

# TalentMarketingCommunicationStrategist.desc1
source: We specialize in the field of Marketing and communication strategy
el: Ειδικευόμαστε στον τομέα του Marketing και της επικοινωνιακής στρατηγικής

# TalentPersonalManagement.desc1
source: We specialize in the field of Personal Management!
el: Ειδικευόμαστε στον τομέα του Personal Management !

# TalentSidebarLayout.1
source: Event Management
el: Διαχείρηση γεγονότων

# TalentSidebarLayout.2
source: Public Relations
el: Δημόσιες σχέσεις

# TalentSidebarLayout.5
source: Business Management
el: Διοίκηση Επιχειρήσεων

# TalentSidebarLayout.6
source: Marketing and Communications Strategist
el: Στρατηγικός Μάρκετινγκ και Επικοινωνίας

# contactForm.input.message
source: Message
el: μήνυμα για εμάς

# contactForm.input.name
source: Full Name
el: όνομα

# contactForm.input.number
source: Phone number
el: τηλέφωνο

# contactForm.input.reset
source: Reset
el: επαναφορ

# contactForm.input.submit
source: Submit
el: υποβάλλουν
